bot_info = {
    'questions_data': [
        {
            'question': 'Для начала выбери жанр своей истории:',
            'answers_data': [
                {
                    'button_answer': 'комедия',
                    'prompt': 'Ты придумываешь историю в жанре комедия'
                },
                {
                    'button_answer': 'фэнтези',
                    'prompt': 'Ты придумываешь историю в жанре фэнтези'
                },
                {
                    'button_answer': 'хоррор',
                    'prompt': 'Ты придумываешь историю с жанре хоррор'
                },
                {
                    'button_answer': 'детектив',
                    'prompt': 'Ты придумываешь историю с жанре детектив'
                }]

        },
        {
            'question': 'Теперь выбери главного персонажа истории:',
            'answers_data': [
                {
                    'button_answer': 'программист Ева',
                    'prompt': 'Главный персонаж истории Ева - программист, специализирующийся на разработке '
                              'телеграмм-ботов. Она обладает глубокими знаниями и опытом в этой области. Она всегда в '
                              'курсе новых технологий, чтобы предлагать своим клиентам самые современные решения.'
                },
                {
                    'button_answer': 'фея Лия',
                    'prompt': 'Главный персонаж истории Лия - фея, которая обладает магическими способностями и '
                              'волшебными силами. Она может превращать обычные вещи в волшебные, создавать красивые '
                              'цветы и приносить радость и счастье всем, кто ее окружает. Лия также обладает умением '
                              'исцелять.'
                },
                {
                    'button_answer': 'кот Пух',
                    'prompt': 'Главный персонаж истории Пух - веселый и игривый кот, который любит проводить время со '
                              'своими хозяевами. Его любимое занятие - прыгать и бегать по дому. Пух любит, '
                              'когда его гладят и обнимают. Он очень умный и быстро учится новым трюкам.'
                },
                {
                    'button_answer': 'бизнесмен Семён',
                    'prompt': 'Главный персонаж истории Семён - успешный бизнесмен, занимается инвестициями в '
                              'различные проекты. Семён известен своей честностью и ответственностью. Он надежным '
                              'партнером для сотрудничества, всегда готов помочь другим и делиться своим опытом и '
                              'знаниями.'
                }
            ]

        },
        {
            'question': 'Выбери место действия:',
            'answers_data': [
                {
                    'button_answer': 'Богатый особняк',
                    'prompt': 'Место, где происходят действия истории - Богатый особняк. Это роскошное здание, '
                              'окруженное красивыми садами и парками. Внутри особняка много комнат, оформленных в '
                              'разных стилях, с мебелью из дорогих материалов. В особняке есть бассейн, '
                              'теннисный корт, а также самые современные технологии.'
                },
                {
                    'button_answer': 'Полянка в густом лесу',
                    'prompt': 'Место, где происходят действия истории - Полянка в густом лесу. Это место, где природа '
                              'представлена во всей своей красе. Здесь вы можете наслаждаться тишиной и спокойствием, '
                              'забыть о своих проблемах и просто наслаждаться красотой природы, увидеть необычные '
                              'растения и деревья, услышать звуки природы: пение птиц, шум водопада или шелест '
                              'листьев на ветру.'
                },
                {
                    'button_answer': 'Картонная коробка',
                    'prompt': 'Место, где происходят действия истории - Картонная коробка. Это место, где вы можете '
                              'создать свой собственный мир. Вы можете быть кем угодно и делать что угодно. В этом '
                              'месте вы можете играть, мечтать, рисовать или просто отдыхать.'
                },
                {
                    'button_answer': 'Заброшенное здание',
                    'prompt': 'Место, где происходят действия истории - Заброшенное здание. Это место, которое '
                              'вызывает страх и тревогу. Здесь вы можете увидеть разбитые окна и сломанные двери, '
                              'услышать странные звуки и почувствовать холод, который проникает в ваше тело. Это '
                              'место заставляет вас бояться и не доверять никому.'
                }]

        },
        {
            'question': 'Вы ответили на все вопросы.\nМожете начать историю командой /begun\nлибо написать '
                        'дополнительную информацию для генерации вашей истории:',
            'answers_data': [],
        },
    ]
}
